debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACu1Z247iSJp+FW/NaueCqvQB2+CSi1X4BAYf8JHDaC6MbYwB22AbDNyN5mKllfYp
9qLfYS67XmzDOMkka7q7Mqdqu6VWl7LS/yl+//F9ET9BBqtJfJYgp2SbFp/ercpy9xFFq6p62GV5
6W2XceF724c4XT4scjRd+lnyrsdCtRkmB5/eXSWKIGgMp8g2TnaxDoZhONGlCfjAHv91cKyNdRmM
Yoh3yDHMCy/79A5/wLA6XRD2WN+RehTBovWTLXcgWfSg1ghskgU9Gqr1ky3CPA57OIs2AptqUq/D
ovWD9eGv23tgrqtJcHsMlOGDDVZiEvcIjKA/YPgHvGvjxMc29pGEavsjhrFoEwDfDx9F/Y5HiU2t
uAzBoczy+NKDgS901lcPqdSH9ePddp3mUWeXcXqFpx7xJMPsklfWpkZgIRzjPPN7EI4HaL2pLHoF
JkxiGMNr42HvJb4sejWysghnhBMM0+3AeUKN5U2714Zu+GBPWpaEPVd2ASKqY1MUNUFWRc3WLUSx
BcCiTQB7kry0/MW4awAbpkGYi9eaTkqU94ArarIAkKFj8aIiazoycjjZtviBOEIEEdEV2RVls05Q
h7NpnvUsVIMIQoE98bttz3CAYAKCQRTdFhGCQCygAATDEVs0TVF/gEPrMPbEeXEOR/UdYAJNhuZH
wxX/l+jD6Pr3WLcsEQZeLbw47nXaDEbjGFwctcbCxdbXWbRec8ssDeEiYxiMJNo0hO9qYNG7CaMN
F0FYlDdgBQWxZpYtqrBYXtMVvS+Dl8A2zDHtbhen6+2Ak50bc3EayKJQZ4PEPSsNxo14BW0MHEW2
7BcY4jhG30B8hIETIWzuY+ALaNoUVW+/F9BYn/83Q8beYZvd44PhbRxjcPIZH2vc4IPeVYU2EHhF
EadwVcBZxnwWgCf1y+m+9Nbb+0lpXzf5vc8K86NTxtseXbueNDbls7TMvTKrWYLZOxRGwDqfzWxw
E+X0fpfDcu8dLHpXdxCWSCqXYQK7EWxFu7zuMP64fpBw+zcSe7o+YL85xp9/yJDcC+Iatcbp81uY
sIfRGEbWC+tRZ3lJH/eoNlbTXYvsQQ1hVha9Ptk93PsHmMmr9z1Wr9tnC3usS+pB/B5qR6OxRwi+
33s0XWX2qB9KyPKjrVHY47Wup8FNlWgztTjZZUWNlcyrFonBKi37OtP6CbvHo3UsW40Lu7mOHP+c
Esrsro7BHmgKpr6GH58NV5FFmyy6JGtfz/YY1r6abhp7fGG+aTDJTXiaD1yS5Qs6iT/o/D3R2f6S
TuoLOsemLji2DvswbMcIbGPE96OUxH6O0+63cNr9/px2v84p9UBgr+S0+wZOCfLtpJK/Jan4z5La
/hZS29+f1PbXScUfmNdu1PYbSGXezin1R9/9PfVd+reik/jZ7Qm/V34Doc+jvx+jzzl/YYc+gv8a
Tr/I98uk0tjbWe38Vqy2f6npflvX/f9ou19nlXmgXstq+y2sMv8Cq90/9urvcK8ybz8kIR8Qoww+
IjgGJS/cV/Dn1zg4kd9CNvn9uSa/TjXxQL+WafINROPE24nGsW9gGgpXmsNqH+7DX+FU1f6mbv39
e/XXj1Sv/trTfj3P2APzZpr/6Q9Nb6O5DIvy1yCY+KbG/f3b9tcJxtuv7tlvIJh+FcFlVnrbpy/2
XeoFAPXU7KxsXn737mPtuBmucmOC+Gbpvb0xsEeJH9/MtdiA1mS+fQ2nqeZE8jSR63f+zgP1BM5R
cjTbFpWnTI9q7aiRulmvaJlhaefxonkHVBqkrxGP2tXMZ8s4Le48j4bGaSnKvatW4URNU3qaYy03
3ue3vXbFadId4PWVD/pIRnS9XuGzZBeWtVj/Sfi6Dp4sbOCGqX/zfcCIDzjcME9GNhiHuVP889+T
n823EClOXuZ4NrN+FnBennvXG6VnhUWbAuN0CYLYvwr1RYcryryjgM//9fnvOsLrqmjyMlAQDSDm
578Jso787C3Ne+R64fGhr79HBIDwQB0DbQAQ7D3iAkU3Ec6EfeUjYv47PBpg7zEMZpctq34P6H/+
bw2+5+qsXc0A5fP/GI4s3I8RgABfxwGN//w3U4aiVt8klJC2Q+l9/qFWghCpFybiZ+kyy5MQ8fLy
AcEp6j3y4w/Ej/94j0zfI38O/owEHsKbEofiTLf7gMjJIY0DD46uE3AWynN3OUBexlGGMPXwOPXj
IoNA1BmUMEZqSrdhEqallyPpj/9ACJxEIR/UQ32zcoX1KjRAo7cbzOe7TOtQh+xzPgsePf/2F14A
NvhLfSlafETRYBl+aG5FH4pjXjzAnyg71vei1wGoYcKx4X/6q6v66S1Xov9xvef8RPz1r7C2+xrQ
l+VZcZTWXTr8iQvbqv2Q5RFaH0dRjEFhQFDE0Z/eNaPCQIYwws3gpVka+942vnhlnKVqWK6yAAHb
KMvjcpX8VErbrLPiqCnyH2DaDz5Oph+uM2nj1Dv0rqzXZPuywLzwPhQrD68TmeEyzOHeCxHHlD+9
+9Pb75Z7rJ17aVGvmOJOfltJYXoMt9kuDD4Ut5nV1b0y21fhQu9LFOIIfp7/K8DdQGsyuN72EPZS
utT4I3YYGrPBEl0d+5hzCEbEeH8uPrHofSSLPoEN5fsl8sRmE7gRA83jxLMonQbjgpyYsXIiCyXi
seqs28cDOq80HLVaaw8s0iJtFaZLzqnOrJXm4s48zXPM6XY3e9ddxr7lBoMAPy3GDD0TLwc12/sK
vzyGZ8HdL1ZBy2pdlHzZYuabs7UeHaoCcyftuVaVrYjnKmOwOVKDSSdJVgThuttiKuCnvmzG2Vro
5qjg4njYaR0uwprPJ/PWgiz1CVCJPZNLa0MaGNtqAz9ZUtsbk062A/iqM9aVQ9DarCZ6ulTE0trh
hK4s2mGm7vFRv2+6GSnG8uqkjKw4YFpncD4th7OpYnmY7Xkh7FBT6UyuipmuU8eDCTqhub+g01a4
dKcd6kzuqIosZzt6tSBaaLhNpBxQG7FaMuDTpwb0O6DZUXhuGJhSGCN4pddIfAgbHwTPK8OeKssD
zeZ5ziQiUMkciGTZhDMTTXOz5YxKMGbDUTaXV0dfA4aocAaoJvCzXQWbPsAdkVupvLGVT+IFmFyk
uRzIbH6zFRwe5/1EuniT6iTZwG58hS2IkiBL2tiWXMeyOEKzxVDlqmsucFJdw1EjB2NU1zWHsojj
i4G58/unlTyY4SpHTgVbxlVbPGmCSGmCWqlSVtuIL2xVFFQn/gKGzXtnNtgMLdVUK9GYCa5hjMRq
NzRwUBrpcOUT20I1iopvfLJYDQf2RdRV0NTFnVTJ6TMXn3BOgzXwb3ORnBdz0YLJCfOmXDFr5jVV
Oec6nj+purqOSPjRSqgXUKkCnOn6HrPC5rfceT7VtotE280gZv01mN18oqNt/dTczZPtejYxj7LE
jWRRPME5V0p1rVkQz6uJ5c45WXQ1RxpKpkOJloNL9tYcO2dOdUWT09cOpl5ETBdAG9ZQqbZMQv45
eQ00LtrsV5u4z1QYB3mWANB5YHRB7eejEZRFkIPMCrp2SafSBe22SkJdnwo8qdDBoDXvM/PTeDCf
l+G0UAqbpKQ9DtYxKh2WBjHLOx05SrfDpUXRedfmZKczPlOhaR4KEjsXWKwfVmuNKQ7zaMLw02Q4
vuQLaYZ3fJEg97Y1Pbc0O4lG57iTHyFtEwjS4TAFcNPJg6lBW5yf2IMkaI9pcimg1Wy0NhJ0bFhw
jupksxmRJVgsuhw22K4EoU+gy8HWG7Wn0bldbGZVcdIy5WDMzE5ubqbu8Ki7xJxX5y2n2/E2ArUU
mNTwlBKXz0d3WHSn/YWZxULCgPVpoindih+fl1Jx1Lf+kkz4vh8POrK4Hk9DIz/tCVjxzNkZo/m0
haWjrKXgk7Ta97PWPuhUsgAMwGWkzIcXngep36xDE7M5IFdAAMt6HQwsVewLYBJxcNkdsG0E0mUq
K3KKLfvthblUA4IqbM7hoijnIlHiDB/yaMKz3KwywUweVTOOM5yBCkZ9vb/CggGglTOznhHGYTbR
LgvihAf9zWFGMKWSDM8KcVr7MbOanfGbr1xM3SLob6tFXyyDtXPwhSBW5T5xrQ8eHSOPrCLvwEnp
fBckUrKwqGrR1i5zh0sXE2m34Kn1giAiuZpJM7HiQDWK+it1ZmArztmcJLhOecM5ia6z1e0zN4Fy
vX6ljNv0uQmnAkMVMg7Ywk+s40yIbjFixndtxZbhPjNOuu1XmuBT2kWs9x7cM051HfNL/0dgykVu
ZANR4Gigi/Az88uYacNRxEmzyhU4i4vmdTwPrFllCVz/jgcemDPaG5iYL2RHhdDWc55azdracTFw
Mc+qMcEOs1Q+wj209s/Mxu+r5Wyilj7BFMHU3CmT5z6opNxmvgZBsyYcUVqDe84FED1zDSqjimbX
HhYMKotbCTwHi2xlwjnSsxn5mpoWfQ2uBWmtTG8+vHzuczihwVg/qaoxDZhMOPT1yYu1dVYSaf00
jwTmsKgYrqti1paPPzvH6QyHseeF8DhPgxSlyHByY1BuJjMl1bt5zJfiIR4M9PZitnGqSoiufIyB
MUDhwoc4TCMVYH3e2vctedEWDJHjKwcAuM+AwTsJRqR6GjAio3rLU9o9LIeuPu6s5It9ItaMzce0
tVX5PW0w02p6TnaLQBI67SXakuY7bCHoCSUz+kbEMzE4YZml63SsiPZlZ+ahE+W2VOVJTom6Mdyp
c3LDLRJqKqxWVuiWtIlZfJaeLPJ0kM7W4bRuuenWOSvA5AfkJefWY0rYepMykuw8HGjexLwM0P0B
BPouXxiMMK+wI25hrqhgujvm+6kgkqONZg/Dy+Q4FYOWRJnqajvalBe3a9FLOlmEcsH0lxvFUTck
amT06jLBbZGySRKNTK/AVh2BX5eg8HVXpeV1tNUV1bTTckhS0xZ3YYzKjUz5oIU7YZhk0YRGJwnj
T7fUTkE7GVXiFt7vbI/drdk3aIE5Do3OtBMv+jSlS33DsceThZeFZjZXFKXEjqS6oveAG8y7mbPV
gm4qphoe0Bs+PBiLi7yWNP5CijixG5G06G/5OXVetNWxlFCrTuJjI/UwNGluKS00V8f76z1+8hdJ
NzoWs5wwB9b2PBnpXt+qtA2tAgGdt3bjXbUcbQ1ZJ4URkVCLWSTQ+60+wQ+JMcGP5IHeFJODKRwY
bZeY+lgvU32ixa7vGstNd1fRk4ky0dtKH4oxCNDM3R583PS9br/cOLq/b0lLZznewO/PNlaooTDW
6AUDcpKsyaGP+fECKGsZozZ1ZpSoxcejJXOJnJYDjuEYI2SpNVQSN6VTbRW1q+DUjQurXfUtoz7Y
fXlqayzNiQ59OuU9n/+g3Hzf+z/WNr0jjisAAA==</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>